<html>
 <body>
  <a name="arriba"></a>

   <h5><p align="justify"><font face="Courier New">&nbsp&nbsp&nbsp&nbsp En 1974 apareci&oacute; el que algunos consideran como el primer videojuego este g&eacute;nero: Maze War; adem&aacute;s, fue tambi&eacute;n el primer videojuego multijugador (en red local), siendo as&iacute; uno de los padres de los videojuegos de disparos en primera persona junto con Spasim, del mismo año, que permit&iacute;a batallas multijugador en línea de hasta 32 jugadores. En los años siguientes, aunque importantes, los videojuegos en primera persona no superaban a los cl&aacute;sicos videojuegos de plataforma o tercera persona, pero con la salida de Wolfenstein 3D en 1992, y Doom 1993 revivieron el mercado.</p></h5>

     <table align="center" border="0">
      <tr>
       <td><img src="../img/wolfestein3d.JPG"></p><center><h5>Wolfestein3D (1992)<h5></center></td>
       <td><img src="../img/doom1993.JPG"></p><center><h5>Doom (1993)<h5></center></td>
      </tr>
     </table>

   <h5><p align="justify">&nbsp&nbsp&nbsp&nbsp Entre 1996 y 1998 salieron juegos como Quake (1996), Half-Life y Unreal (ambos de 1998) que revolucionaron el g&eacute;nero por sus gr&aacute;ficos, jugabilidad y por el modo multijugador en línea y en red local. Aparte de estas mejoras, Half-Life daba la posibilidad de relacionarse con otros personajes no jugadores.</p></h5>

   <h5><p align="justify">&nbsp&nbsp&nbsp&nbsp Sin el Half-Life, el Unreal o el motor Havok, los FPS ser&iacute;an muy diferentes de como se conocen actualmente, ya que todos los videojuegos de disparos en primera persona posteriores a &eacute;ste, poseen un poco de cada uno.</p></h5>

     <table align="center" border="0">
      <tr>
       <td><img src="../img/unreal1998.JPG"></p><center><h5>Unreal (1998)<h5></center></td>
      </tr>
     </table>

   <h5><p align="justify">&nbsp&nbsp&nbsp&nbsp Un importante lanzamiento en el mercado de los FPS en l&iacute;nea fue Quake 3 Arena, de 1999, que, a pesar de no tener historia relevante como los dos primeros juegos, innovaba en el modo multijugador en l&iacute;nea. A diez años de su lanzamiento se sigue usando en torneos y campeonatos, lo que da una idea de su fama.</p></h5>

   <h5><p align="justify">&nbsp&nbsp&nbsp&nbsp En el 2001 destaca Aliens vs. Predator, lanzado por Foxinteractive. El jugador puede elegir ponerse en la piel de un marine, un alien o un predator. El juego est&aacute;
 caracterizado por su ambiente oscuro y terror&iacute;fico. Destaca tambi&eacute;n Halo: Combat Evolved que aparte de su excelente inteligencia artificial y la ambientaci&oacute;	n, tanto en espacios pequeños como en zonas extensas, tiene la posibilidad de utilizar veh&iacute;culos.</h5></p>

     <table align="center" border="0">
      <tr>
       <td><img src="../img/halo.JPG"></p><center><h5>Halo (2001)<h5></center></td>
      </tr>
     </table>

   <h5><p align="justify">&nbsp&nbsp&nbsp&nbsp 2004 fue un año donde muchos videojuegos de disparos en primera persona salieron, como el ya mencionado Doom 3, Half-Life 2 (junto con Counter-Strike: Source y Day of Defeat: Source, que son los mismos mods llevados al motor Source de Half-Life 2), Far Cry, Unreal Tournament 2004, entre otros. Half-Life 2 y el Far Cry emplearon el uso de reflejos de agua detallados y la tecnolog&iacute;a High Dynamic Range (HDR). Half life 2 agreg&oacute; la posibilidad de que uno o varios NPC acompañaran al jugador durante un gran tramo del juego, ya sea ayudando a matar enemigos, haciendo comentarios de lo que ven o piensan, curando, dando munición, o avisando que al arma en uso se le est&aacute; acabando el cargador.</p></h5>

     <table align="center" border="0">
      <tr>
       <td><img src="../img/farcry.JPG"></p><center><h5>FarCry (2004)<h5></center></td>
       <td><img src="../img/cssource.JPG"></p><center><h5>Counter Strike Source (2004)<h5></center></td>
      </tr>
     </table>

   <h5><p align="justify">&nbsp&nbsp&nbsp&nbsp Luego, en octubre de 2005, sali&oacute; Quake 4 basado en el motor de Doom 3 con muchas actualizaciones y optimizaciones, permitiendo escenarios tanto abiertos como cerrados (Doom 3 s&oacute; lo tenía ambientes cerrados).</p></h5>

   <h5><p align="justify">&nbsp&nbsp&nbsp&nbsp En 2006-2007 se lanzaron juegos como: The Elder Scrolls IV: Oblivion, Gothic 3, o Hellgate London que combinan el rol en tercera persona y la interacción de la primera persona como modalidades de juego. Tambi&eacute;n sali&oacute; el juego Combat Arms,el cual ha sorprendido por sus buenos gr&aacute;ficos, poco peso (MB) y el hecho de que es gratuito (requiere registrarse) ,y por su buena jugabilidad, desafortunadamente s&oacute;lo est&aacute;disponible en ciertas aeacute;reas.</p></h5>

   <h5><p align="justify">&nbsp&nbsp&nbsp&nbsp En 2007-2008 se lanzaron los juegos con mejores gr&aacute;ficos de la historia del FPS Crysis y posteriormente Crysis Warhead, ambos de la empresa Crytek utilizando &eacute;stos el motor CryEngine 2. Tambi&eacute;n se destaca la salida de juegos como BioShock utilizando el Unreal Engine, Metroid Prime 3 en la consola Wii, la c&uacute;al no solo destacaba en aspecto gr&aacute;fico, sino tambi&eacute;n es el que abri&oacute; el camino de una jugabilidad novedosa, The Conduit se convertiría luego en su sucesor, Call of Duty 4, Far Cry 2, Halo 3 de Bungie, en 2009 se lanz&oacute; Killzone 2 para PlayStation 3 con los mejores gr&aacute;ficos en consola para un FPS desarrollado por la empresa Guerrilla.
</p></h5>
     
     <table align="center" border="0">
      <tr>
       <td><img src="../img/crysis.JPG"></p><center><h5>Crysis (2008)<h5></center></td>
      </tr>
     </table> 

    </font>

   <center><h5><a href="#arriba">volver arriba</a><h5></center>

 </body>
</html>
